let g_front = [
    {
        name: "将名",
        imgtag: "权皇",
        content: "傀儡技能描述"
    },
    {
        name: "刺客",
        imgtag: "刺客",
        content: "笑里藏刀：你传出的密函被某位玩家接收时，你可以从手牌中向他身上放置一张黑密函"
    },
    {
        name: "花魁",
        imgtag: "花魁",
        content: "雪月风花：当你传出的红密函或蓝密函被接收时，你可以摸一张牌"
    },
    {
        name: "捕快",
        imgtag: "捕快",
        content: "斩奸除恶：一局游戏限一次，你可以查看传送中且未翻开的密函，若是黑色，可以销毁之，然后你摸两张牌"
    },
    {
        name: "藏家",
        imgtag: "藏家",
        content: "藏宝纳珍：你每收到一张红密函或蓝密函，便可以摸一张牌"
    },
    {
        name: "细作",
        imgtag: "细作",
        content: "帘窥壁听：密函传送到你面前时，你可以舍弃一张手牌，然后查看该密函"
    },
    {
        name: "谏臣",
        imgtag: "谏臣",
        content: "一局游戏一次，将传送中的密函退回到传出者的手中"
    },
    {
        name: "方士",
        imgtag: "方士",
        content: "九转丹成：一局游戏一次，在密函传送阶段，销毁你身上的一张密函，然后将牌堆顶的一张牌作为你的密函"
    },
    {
        name: "风水师",
        imgtag: "风水师",
        content: "寻龙定学：一局游戏一次，在密函传送阶段，你可以摸一张牌，然后，可以将其作为密函放到你身上，但放置后，你的同色密函数量不能是三张或以上"
    },
    {
        name: "商贾",
        imgtag: "商贾",
        content: "等价交换：在你的每个谋略阶段可以进行一次，你舍弃一张手牌，然后摸一张牌"
    },
    {
        name: "死士",
        imgtag: "死士",
        content: "绝地反击：一局游戏一次，在密函传送阶段，若你身上已有两张黑密函，可以摸两张牌，然后从手牌中向一位玩家身上放置一张黑密函"
    },

];

export default g_front;