let g_secretCard = [
    {
        name: "密函名称",
        color: "密函颜色",
        direct: "密函传递方向",
        imgtag: "密函图片名称",
        content: "密函功能描述"
    },
    {
        name: "飞冤驾害",
        color: "黑",
        direct: "逆时针",
        imgtag: "飞冤驾害黑右",
        content: "当这张牌作为密函传送到某位玩家面前时，传出者可以将其翻开，然后锁定那位玩家"
    },
    {
        name: "飞冤驾害",
        color: "黑",
        direct: "逆时针",
        imgtag: "飞冤驾害黑右",
        content: "当这张牌作为密函传送到某位玩家面前时，传出者可以将其翻开，然后锁定那位玩家"
    },
    {
        name: "飞冤驾害",
        color: "黑",
        direct: "逆时针",
        imgtag: "飞冤驾害黑右",
        content: "当这张牌作为密函传送到某位玩家面前时，传出者可以将其翻开，然后锁定那位玩家"
    },
    {
        name: "飞冤驾害",
        color: "黑",
        direct: "逆时针",
        imgtag: "飞冤驾害黑右",
        content: "当这张牌作为密函传送到某位玩家面前时，传出者可以将其翻开，然后锁定那位玩家"
    },
    {
        name: "飞冤驾害",
        color: "黑",
        direct: "逆时针",
        imgtag: "飞冤驾害黑右",
        content: "当这张牌作为密函传送到某位玩家面前时，传出者可以将其翻开，然后锁定那位玩家"
    },
    {
        name: "飞冤驾害",
        color: "黑",
        direct: "逆时针",
        imgtag: "飞冤驾害黑右",
        content: "当这张牌作为密函传送到某位玩家面前时，传出者可以将其翻开，然后锁定那位玩家"
    },
    {
        name: "飞冤驾害",
        color: "黑",
        direct: "逆时针",
        imgtag: "飞冤驾害黑右",
        content: "当这张牌作为密函传送到某位玩家面前时，传出者可以将其翻开，然后锁定那位玩家"
    },
    {
        name: "飞冤驾害",
        color: "黑",
        direct: "逆时针",
        imgtag: "飞冤驾害黑右",
        content: "当这张牌作为密函传送到某位玩家面前时，传出者可以将其翻开，然后锁定那位玩家"
    },
    {
        name: "飞冤驾害",
        color: "黑",
        direct: "逆时针",
        imgtag: "飞冤驾害黑右",
        content: "当这张牌作为密函传送到某位玩家面前时，传出者可以将其翻开，然后锁定那位玩家"
    },
    {
        name: "飞冤驾害",
        color: "黑",
        direct: "逆时针",
        imgtag: "飞冤驾害黑右",
        content: "当这张牌作为密函传送到某位玩家面前时，传出者可以将其翻开，然后锁定那位玩家"
    },
    {
        name: "飞冤驾害",
        color: "黑",
        direct: "逆时针",
        imgtag: "飞冤驾害黑右",
        content: "当这张牌作为密函传送到某位玩家面前时，传出者可以将其翻开，然后锁定那位玩家"
    },
    {
        name: "飞冤驾害",
        color: "黑",
        direct: "逆时针",
        imgtag: "飞冤驾害黑右",
        content: "当这张牌作为密函传送到某位玩家面前时，传出者可以将其翻开，然后锁定那位玩家"
    },
    {
        name: "飞冤驾害",
        color: "黑",
        direct: "逆时针",
        imgtag: "飞冤驾害黑右",
        content: "当这张牌作为密函传送到某位玩家面前时，传出者可以将其翻开，然后锁定那位玩家"
    },
    {
        name: "飞冤驾害",
        color: "黑",
        direct: "逆时针",
        imgtag: "飞冤驾害黑右",
        content: "当这张牌作为密函传送到某位玩家面前时，传出者可以将其翻开，然后锁定那位玩家"
    },
    {
        name: "飞冤驾害",
        color: "黑",
        direct: "顺时针",
        imgtag: "飞冤驾害黑左",
        content: "当这张牌作为密函传送到某位玩家面前时，传出者可以将其翻开，然后锁定那位玩家"
    },
    {
        name: "飞冤驾害",
        color: "黑",
        direct: "顺时针",
        imgtag: "飞冤驾害黑左",
        content: "当这张牌作为密函传送到某位玩家面前时，传出者可以将其翻开，然后锁定那位玩家"
    },
    {
        name: "飞冤驾害",
        color: "黑",
        direct: "顺时针",
        imgtag: "飞冤驾害黑左",
        content: "当这张牌作为密函传送到某位玩家面前时，传出者可以将其翻开，然后锁定那位玩家"
    },
    {
        name: "将计就计",
        color: "红",
        direct: "逆时针",
        imgtag: "将计就计红右",
        content: "你接受了某位玩家传出的密函并处理完相关结果（人物技能、千钧一发等）之后，你可以使用一张将计就计，然后摸一张牌，并可以立刻传出一张密函"
    },
    {
        name: "将计就计",
        color: "红",
        direct: "逆时针",
        imgtag: "将计就计红右",
        content: "你接受了某位玩家传出的密函并处理完相关结果（人物技能、千钧一发等）之后，你可以使用一张将计就计，然后摸一张牌，并可以立刻传出一张密函"
    },
    {
        name: "将计就计",
        color: "红",
        direct: "逆时针",
        imgtag: "将计就计红右",
        content: "你接受了某位玩家传出的密函并处理完相关结果（人物技能、千钧一发等）之后，你可以使用一张将计就计，然后摸一张牌，并可以立刻传出一张密函"
    },
    {
        name: "将计就计",
        color: "蓝",
        direct: "顺时针",
        imgtag: "将计就计蓝左",
        content: "你接受了某位玩家传出的密函并处理完相关结果（人物技能、千钧一发等）之后，你可以使用一张将计就计，然后摸一张牌，并可以立刻传出一张密函"
    },
    {
        name: "将计就计",
        color: "蓝",
        direct: "顺时针",
        imgtag: "将计就计蓝左",
        content: "你接受了某位玩家传出的密函并处理完相关结果（人物技能、千钧一发等）之后，你可以使用一张将计就计，然后摸一张牌，并可以立刻传出一张密函"
    },
    {
        name: "将计就计",
        color: "蓝",
        direct: "顺时针",
        imgtag: "将计就计蓝左",
        content: "你接受了某位玩家传出的密函并处理完相关结果（人物技能、千钧一发等）之后，你可以使用一张将计就计，然后摸一张牌，并可以立刻传出一张密函"
    },
    {
        name: "将计就计",
        color: "黑",
        direct: "逆时针",
        imgtag: "将计就计黑右",
        content: "你接受了某位玩家传出的密函并处理完相关结果（人物技能、千钧一发等）之后，你可以使用一张将计就计，然后摸一张牌，并可以立刻传出一张密函"
    },
    {
        name: "将计就计",
        color: "黑",
        direct: "逆时针",
        imgtag: "将计就计黑右",
        content: "你接受了某位玩家传出的密函并处理完相关结果（人物技能、千钧一发等）之后，你可以使用一张将计就计，然后摸一张牌，并可以立刻传出一张密函"
    },
    {
        name: "分庭抗礼",
        color: "红",
        direct: "顺时针",
        imgtag: "分庭抗礼红左",
        content: "在你的谋略阶段可以使用，你和另外一位有三张或以上手牌的玩家一起舍弃所有牌，然后各摸四张牌（你先摸）"
    },
    {
        name: "分庭抗礼",
        color: "蓝",
        direct: "逆时针",
        imgtag: "分庭抗礼蓝右",
        content: "在你的谋略阶段可以使用，你和另外一位有三张或以上手牌的玩家一起舍弃所有牌，然后各摸四张牌（你先摸）"
    },
    {
        name: "分庭抗礼",
        color: "黑",
        direct: "顺时针",
        imgtag: "分庭抗礼黑左",
        content: "在你的谋略阶段可以使用，你和另外一位有三张或以上手牌的玩家一起舍弃所有牌，然后各摸四张牌（你先摸）"
    },
    {
        name: "分庭抗礼",
        color: "黑",
        direct: "逆时针",
        imgtag: "分庭抗礼黑右",
        content: "在你的谋略阶段可以使用，你和另外一位有三张或以上手牌的玩家一起舍弃所有牌，然后各摸四张牌（你先摸）"
    },
    {
        name: "扭转乾坤",
        color: "红",
        direct: "直达",
        imgtag: "扭转乾坤红上",
        content: "在密函传送阶段使用，将传到你面前的密函，立刻传到另外一位玩家的面前，并将他锁定"
    },
    {
        name: "扭转乾坤",
        color: "红",
        direct: "逆时针",
        imgtag: "扭转乾坤红左",
        content: "在密函传送阶段使用，将传到你面前的密函，立刻传到另外一位玩家的面前，并将他锁定"
    },
    {
        name: "扭转乾坤",
        color: "红",
        direct: "顺时针",
        imgtag: "扭转乾坤红右",
        content: "在密函传送阶段使用，将传到你面前的密函，立刻传到另外一位玩家的面前，并将他锁定"
    },
    {
        name: "扭转乾坤",
        color: "蓝",
        direct: "逆时针",
        imgtag: "扭转乾坤蓝右",
        content: "在密函传送阶段使用，将传到你面前的密函，立刻传到另外一位玩家的面前，并将他锁定"
    },
    {
        name: "扭转乾坤",
        color: "蓝",
        direct: "逆时针",
        imgtag: "扭转乾坤蓝右",
        content: "在密函传送阶段使用，将传到你面前的密函，立刻传到另外一位玩家的面前，并将他锁定"
    },
    {
        name: "扭转乾坤",
        color: "蓝",
        direct: "直达",
        imgtag: "扭转乾坤蓝上",
        content: "在密函传送阶段使用，将传到你面前的密函，立刻传到另外一位玩家的面前，并将他锁定"
    },
    {
        name: "扭转乾坤",
        color: "蓝",
        direct: "直达",
        imgtag: "扭转乾坤蓝上",
        content: "在密函传送阶段使用，将传到你面前的密函，立刻传到另外一位玩家的面前，并将他锁定"
    },
    {
        name: "扭转乾坤",
        color: "黑",
        direct: "直达",
        imgtag: "扭转乾坤黑上",
        content: "在密函传送阶段使用，将传到你面前的密函，立刻传到另外一位玩家的面前，并将他锁定"
    },
    {
        name: "虎口夺食",
        color: "红",
        direct: "顺时针",
        imgtag: "虎口夺食红左",
        content: "密函传送到你面前时可以使用，你摸两张牌，并展示传送到你面前的密函，若是黑色，则将你自己锁定"
    },
    {
        name: "虎口夺食",
        color: "红",
        direct: "顺时针",
        imgtag: "虎口夺食红左",
        content: "密函传送到你面前时可以使用，你摸两张牌，并展示传送到你面前的密函，若是黑色，则将你自己锁定"
    },
    {
        name: "虎口夺食",
        color: "蓝",
        direct: "顺时针",
        imgtag: "虎口夺食蓝左",
        content: "密函传送到你面前时可以使用，你摸两张牌，并展示传送到你面前的密函，若是黑色，则将你自己锁定"
    },
    {
        name: "虎口夺食",
        color: "蓝",
        direct: "顺时针",
        imgtag: "虎口夺食蓝左",
        content: "密函传送到你面前时可以使用，你摸两张牌，并展示传送到你面前的密函，若是黑色，则将你自己锁定"
    },
    {
        name: "虎口夺食",
        color: "黑",
        direct: "顺时针",
        imgtag: "虎口夺食黑左",
        content: "密函传送到你面前时可以使用，你摸两张牌，并展示传送到你面前的密函，若是黑色，则将你自己锁定"
    },
    {
        name: "虎口夺食",
        color: "黑",
        direct: "逆时针",
        imgtag: "虎口夺食黑右",
        content: "密函传送到你面前时可以使用，你摸两张牌，并展示传送到你面前的密函，若是黑色，则将你自己锁定"
    },
    {
        name: "移花接木",
        color: "红",
        direct: "逆时针",
        imgtag: "移花接木红右",
        content: "在密函传递阶段使用，销毁传送中的密函，然后用这张牌代替，盖放且传送方式不变。（这张牌使用时无需展示）"
    },
    {
        name: "移花接木",
        color: "红",
        direct: "逆时针",
        imgtag: "移花接木红右",
        content: "在密函传递阶段使用，销毁传送中的密函，然后用这张牌代替，盖放且传送方式不变。（这张牌使用时无需展示）"
    },
    {
        name: "移花接木",
        color: "红",
        direct: "直达",
        imgtag: "移花接木红上",
        content: "在密函传递阶段使用，销毁传送中的密函，然后用这张牌代替，盖放且传送方式不变。（这张牌使用时无需展示）"
    },
    {
        name: "移花接木",
        color: "蓝",
        direct: "直达",
        imgtag: "移花接木蓝上",
        content: "在密函传递阶段使用，销毁传送中的密函，然后用这张牌代替，盖放且传送方式不变。（这张牌使用时无需展示）"
    },
    {
        name: "移花接木",
        color: "蓝",
        direct: "逆时针",
        imgtag: "移花接木蓝右",
        content: "在密函传递阶段使用，销毁传送中的密函，然后用这张牌代替，盖放且传送方式不变。（这张牌使用时无需展示）"
    },
    {
        name: "移花接木",
        color: "蓝",
        direct: "逆时针",
        imgtag: "移花接木蓝右",
        content: "在密函传递阶段使用，销毁传送中的密函，然后用这张牌代替，盖放且传送方式不变。（这张牌使用时无需展示）"
    },
    {
        name: "移花接木",
        color: "黑",
        direct: "逆时针",
        imgtag: "移花接木黑右",
        content: "在密函传递阶段使用，销毁传送中的密函，然后用这张牌代替，盖放且传送方式不变。（这张牌使用时无需展示）"
    },
    {
        name: "移花接木",
        color: "黑",
        direct: "顺时针",
        imgtag: "移花接木黑左",
        content: "在密函传递阶段使用，销毁传送中的密函，然后用这张牌代替，盖放且传送方式不变。（这张牌使用时无需展示）"
    },
    {
        name: "移花接木",
        color: "黑",
        direct: "直达",
        imgtag: "移花接木黑上",
        content: "在密函传递阶段使用，销毁传送中的密函，然后用这张牌代替，盖放且传送方式不变。（这张牌使用时无需展示）"
    },
    {
        name: "察言观色",
        color: "红",
        direct: "顺时针",
        imgtag: "察言观色红左",
        content: "在你的谋略阶段可以使用，可以将这张牌面朝下递给另外一位玩家，他根据道牌执行：王道，舍弃一张手牌；霸道或者心道，摸一张牌。最后将这张牌面朝下放到一边"
    },
    {
        name: "察言观色",
        color: "红",
        direct: "顺时针",
        imgtag: "察言观色红左",
        content: "在你的谋略阶段可以使用，可以将这张牌面朝下递给另外一位玩家，他根据道牌执行：王道，舍弃一张手牌；霸道或者心道，摸一张牌。最后将这张牌面朝下放到一边"
    },
    {
        name: "察言观色",
        color: "红",
        direct: "顺时针",
        imgtag: "察言观色红左",
        content: "在你的谋略阶段可以使用，可以将这张牌面朝下递给另外一位玩家，他根据道牌执行：王道，舍弃一张手牌；霸道或者心道，摸一张牌。最后将这张牌面朝下放到一边"
    },
    {
        name: "察言观色",
        color: "蓝",
        direct: "顺时针",
        imgtag: "察言观色蓝左",
        content: "在你的谋略阶段可以使用，可以将这张牌面朝下递给另外一位玩家，他根据道牌执行：霸道，摸一张牌；王道或者心道，舍弃一张手牌。最后将这张牌面朝下放到一边"
    },
    {
        name: "察言观色",
        color: "蓝",
        direct: "顺时针",
        imgtag: "察言观色蓝左",
        content: "在你的谋略阶段可以使用，可以将这张牌面朝下递给另外一位玩家，他根据道牌执行：霸道，摸一张牌；王道或者心道，舍弃一张手牌。最后将这张牌面朝下放到一边"
    },
    {
        name: "察言观色",
        color: "蓝",
        direct: "顺时针",
        imgtag: "察言观色蓝左",
        content: "在你的谋略阶段可以使用，可以将这张牌面朝下递给另外一位玩家，他根据道牌执行：霸道，摸一张牌；王道或者心道，舍弃一张手牌。最后将这张牌面朝下放到一边"
    },
    {
        name: "察言观色",
        color: "黑",
        direct: "顺时针",
        imgtag: "察言观色黑左",
        content: "在你的谋略阶段可以使用，可以将这张牌面朝下递给另外一位玩家，他根据道牌执行：心道，摸一张牌；王道或者霸道，舍弃一张手牌。最后将这张牌面朝下放到一边"
    },
    {
        name: "察言观色",
        color: "黑",
        direct: "顺时针",
        imgtag: "察言观色黑左",
        content: "在你的谋略阶段可以使用，可以将这张牌面朝下递给另外一位玩家，他根据道牌执行：心道，摸一张牌；王道或者霸道，舍弃一张手牌。最后将这张牌面朝下放到一边"
    },
    {
        name: "察言观色",
        color: "黑",
        direct: "顺时针",
        imgtag: "察言观色黑左",
        content: "在你的谋略阶段可以使用，可以将这张牌面朝下递给另外一位玩家，他根据道牌执行：心道，摸一张牌；王道或者霸道，舍弃一张手牌。最后将这张牌面朝下放到一边"
    },
    {
        name: "横刀夺爱",
        color: "红",
        direct: "直达",
        imgtag: "横刀夺爱红上",
        content: "在密函传送阶段使用，将别人传出的密函立刻传送到你的面前，并将你自己锁定"
    },
    {
        name: "横刀夺爱",
        color: "红",
        direct: "直达",
        imgtag: "横刀夺爱红上",
        content: "在密函传送阶段使用，将别人传出的密函立刻传送到你的面前，并将你自己锁定"
    },
    {
        name: "横刀夺爱",
        color: "红",
        direct: "直达",
        imgtag: "横刀夺爱红上",
        content: "在密函传送阶段使用，将别人传出的密函立刻传送到你的面前，并将你自己锁定"
    },
    {
        name: "横刀夺爱",
        color: "蓝",
        direct: "直达",
        imgtag: "横刀夺爱蓝上",
        content: "在密函传送阶段使用，将别人传出的密函立刻传送到你的面前，并将你自己锁定"
    },
    {
        name: "横刀夺爱",
        color: "蓝",
        direct: "直达",
        imgtag: "横刀夺爱蓝上",
        content: "在密函传送阶段使用，将别人传出的密函立刻传送到你的面前，并将你自己锁定"
    },
    {
        name: "横刀夺爱",
        color: "蓝",
        direct: "直达",
        imgtag: "横刀夺爱蓝上",
        content: "在密函传送阶段使用，将别人传出的密函立刻传送到你的面前，并将你自己锁定"
    },
    {
        name: "横刀夺爱",
        color: "黑",
        direct: "直达",
        imgtag: "横刀夺爱黑上",
        content: "在密函传送阶段使用，将别人传出的密函立刻传送到你的面前，并将你自己锁定"
    },
    {
        name: "横刀夺爱",
        color: "黑",
        direct: "直达",
        imgtag: "横刀夺爱黑上",
        content: "在密函传送阶段使用，将别人传出的密函立刻传送到你的面前，并将你自己锁定"
    },
    {
        name: "横刀夺爱",
        color: "黑",
        direct: "直达",
        imgtag: "横刀夺爱黑上",
        content: "在密函传送阶段使用，将别人传出的密函立刻传送到你的面前，并将你自己锁定"
    },
    {
        name: "横刀夺爱",
        color: "黑",
        direct: "直达",
        imgtag: "横刀夺爱黑上",
        content: "在密函传送阶段使用，将别人传出的密函立刻传送到你的面前，并将你自己锁定"
    },
    {
        name: "峰回路转",
        color: "红",
        direct: "逆时针",
        imgtag: "峰回路转红右",
        content: "在你的谋略阶段使用，从你开始，按照逆时针顺序，每位玩家翻开牌堆顶的一张牌并作为自己的密函，若如此做会让他的同色密函达到三张或以上，则改为将翻开的牌加入手牌"
    },
    {
        name: "峰回路转",
        color: "蓝",
        direct: "顺时针",
        imgtag: "峰回路转蓝左",
        content: "在你的谋略阶段使用，从你开始，按照逆时针顺序，每位玩家翻开牌堆顶的一张牌并作为自己的密函，若如此做会让他的同色密函达到三张或以上，则改为将翻开的牌加入手牌"
    },
    {
        name: "取予有节",
        color: "红",
        direct: "顺时针",
        imgtag: "取予有节红左",
        content: "在你的谋略阶段使用，你抽取另外一位玩家的一张手牌，若抽取后他的手牌数量在三张或以下，则他摸一张牌"
    },
    {
        name: "取予有节",
        color: "红",
        direct: "顺时针",
        imgtag: "取予有节红左",
        content: "在你的谋略阶段使用，你抽取另外一位玩家的一张手牌，若抽取后他的手牌数量在三张或以下，则他摸一张牌"
    },
    {
        name: "取予有节",
        color: "红",
        direct: "逆时针",
        imgtag: "取予有节红右",
        content: "在你的谋略阶段使用，你抽取另外一位玩家的一张手牌，若抽取后他的手牌数量在三张或以下，则他摸一张牌"
    },
    {
        name: "取予有节",
        color: "红",
        direct: "逆时针",
        imgtag: "取予有节红右",
        content: "在你的谋略阶段使用，你抽取另外一位玩家的一张手牌，若抽取后他的手牌数量在三张或以下，则他摸一张牌"
    },
    {
        name: "取予有节",
        color: "蓝",
        direct: "逆时针",
        imgtag: "取予有节蓝右",
        content: "在你的谋略阶段使用，你抽取另外一位玩家的一张手牌，若抽取后他的手牌数量在三张或以下，则他摸一张牌"
    },
    {
        name: "取予有节",
        color: "蓝",
        direct: "逆时针",
        imgtag: "取予有节蓝右",
        content: "在你的谋略阶段使用，你抽取另外一位玩家的一张手牌，若抽取后他的手牌数量在三张或以下，则他摸一张牌"
    },
    {
        name: "取予有节",
        color: "蓝",
        direct: "逆时针",
        imgtag: "取予有节蓝右",
        content: "在你的谋略阶段使用，你抽取另外一位玩家的一张手牌，若抽取后他的手牌数量在三张或以下，则他摸一张牌"
    },
    {
        name: "取予有节",
        color: "蓝",
        direct: "逆时针",
        imgtag: "取予有节蓝右",
        content: "在你的谋略阶段使用，你抽取另外一位玩家的一张手牌，若抽取后他的手牌数量在三张或以下，则他摸一张牌"
    },
    {
        name: "取予有节",
        color: "黑",
        direct: "顺时针",
        imgtag: "取予有节黑左",
        content: "在你的谋略阶段使用，你抽取另外一位玩家的一张手牌，若抽取后他的手牌数量在三张或以下，则他摸一张牌"
    },
    {
        name: "取予有节",
        color: "黑",
        direct: "逆时针",
        imgtag: "取予有节黑左",
        content: "在你的谋略阶段使用，你抽取另外一位玩家的一张手牌，若抽取后他的手牌数量在三张或以下，则他摸一张牌"
    },
    {
        name: "舍生取义",
        color: "红",
        direct: "顺时针",
        imgtag: "舍生取义红左",
        content: "在密函传递阶段使用，将另外一位玩家身上的一张黑色密函移到你身上，你摸两张牌"
    },
    {
        name: "舍生取义",
        color: "红",
        direct: "逆时针",
        imgtag: "舍生取义红右",
        content: "在密函传递阶段使用，将另外一位玩家身上的一张黑色密函移到你身上，你摸两张牌"
    },
    {
        name: "舍生取义",
        color: "蓝",
        direct: "顺时针",
        imgtag: "舍生取义蓝左",
        content: "在密函传递阶段使用，将另外一位玩家身上的一张黑色密函移到你身上，你摸两张牌"
    },
    {
        name: "舍生取义",
        color: "蓝",
        direct: "顺时针",
        imgtag: "舍生取义蓝左",
        content: "在密函传递阶段使用，将另外一位玩家身上的一张黑色密函移到你身上，你摸两张牌"
    },
    {
        name: "丹书铁券",
        color: "红",
        direct: "直达",
        imgtag: "丹书铁券红上",
        content: "某位玩家身上有三张或以上的黑密函时可以使用，销毁其身上的一张黑密函"
    },
    {
        name: "丹书铁券",
        color: "红",
        direct: "直达",
        imgtag: "丹书铁券红上",
        content: "某位玩家身上有三张或以上的黑密函时可以使用，销毁其身上的一张黑密函"
    },
    {
        name: "丹书铁券",
        color: "蓝",
        direct: "直达",
        imgtag: "丹书铁券蓝上",
        content: "某位玩家身上有三张或以上的黑密函时可以使用，销毁其身上的一张黑密函"
    },
    {
        name: "丹书铁券",
        color: "蓝",
        direct: "直达",
        imgtag: "丹书铁券蓝上",
        content: "某位玩家身上有三张或以上的黑密函时可以使用，销毁其身上的一张黑密函"
    },
    {
        name: "丹书铁券",
        color: "黑",
        direct: "直达",
        imgtag: "丹书铁券黑上",
        content: "某位玩家身上有三张或以上的黑密函时可以使用，销毁其身上的一张黑密函"
    },

];

console.log(g_secretCard.length - 1);

export default g_secretCard;